jnnycn007/esp-iot-solution/examples/display/gui/lvgl_present_benchmark/sdkconfig.defaults.esp32c3
# ESP32-C3 default configuration

CONFIG_IDF_TARGET="esp32c3"
CONFIG_EXAMPLE_LCD_INTERFACE_SPI_WITHOUT_PSRAM=y
# CONFIG_SPIRAM is not set
